[
  {
    "text": "Bienvenue dans ce voyage au cœur de l'intelligence artificielle. De Terminator à ChatGPT, comment sommes-nous passés de la science-fiction à votre quotidien ? Ce n'est pas de la magie, c'est juste beaucoup de maths, et quelques révolutions.",
    "search_query": "artificial intelligence futuristic abstract"
  },
  {
    "text": "Tout commence vraiment vers 2012. Avant cela, la reconnaissance faciale était rudimentaire, souvent trompée par une simple paire de lunettes. L'IA manquait de puissance et de méthode.",
    "search_query": "computer coding glitch"
  },
  {
    "text": "Mais en 2012, c'est l'étincelle. Une équipe de chercheurs, supervisée par Geoffrey Hinton, écrase la compétition ImageNet avec AlexNet. Ils prouvent que le Deep Learning, couplé à la puissance des cartes graphiques, fonctionne redoutablement bien.",
    "search_query": "server room lights data center"
  },
  {
    "text": "Le deep learning s'inspire de notre cerveau. Ce sont des réseaux de neurones artificiels, des couches de calculs qui s'ajustent pour reconnaitre des motifs complexes, comme un chat dans une image.",
    "search_query": "neural network brain visualization 3d"
  },
  {
    "text": "Puis, en 2017, une nouvelle rupture : les chercheurs de Google publient 'Attention is all you need'. Ils inventent le Transformer. C'est l'architecture qui va tout changer.",
    "search_query": "fiber optics internet speed light"
  },
  {
    "text": "Contrairement aux anciens modèles qui lisaient mot à mot, le Transformer peut analyser une phrase entière d'un coup, comprendre le contexte et les liens entre les mots, même éloignés. C'est la naissance des grands modèles de langage.",
    "search_query": "reading book digital library abstract"
  },
  {
    "text": "Cela nous mène à 2020 et au-delà, avec GPT-3 et l'ère des modèles massifs. On découvre que plus on ajoute de données et de puissance de calcul, plus l'IA devient capable, presque sans limite apparente.",
    "search_query": "universe galaxy expansion stars data"
  },
  {
    "text": "Aujourd'hui, l'IA générative est là. Elle écrit, elle dessine, elle code. Et tout cela repose sur ces fondations posées en à peine une décennie. Fascinant, n'est-ce pas ?",
    "search_query": "robot hand touching human hand ai future"
  }
]
